/* No comment provided by engineer. */
"%@ since last back-up" = "%@ siden siste sikkerhetskopiering";

/* No comment provided by engineer. */
"AC Power" = "strømforsyning";

/* No comment provided by engineer. */
"AirPort Connected" = "AirPort koblet til";

/* No comment provided by engineer. */
"AirPort Disconnected" = "AirPort koblet fra";

/* No comment provided by engineer. */
"Alert! Enabling this option will add HardwareGrowler to your login items" = "Advarsel! Aktivering av denne innstillingen vil gjøre at HardwareGrowler vil bli lagt til oppstartselementene dine";

/* No comment provided by engineer. */
"Allowing this will let HardwareGrowler launch everytime you login, so that it is available for applications which use it at all times" = "Dette vil tillate HardwareGrowler å starte hver gang du logger inn, slik at den er tilgjengelig for programmene du alltid bruker";

/* at battery percentage */
"at %@" = "ved %@";

/* No comment provided by engineer. */
"Back-up took %@" = "Sikkerhetskopiering tok %@";

/* Internal battery */
"Battery" = "Batteri";

/* No comment provided by engineer. */
"Battery Low!" = "Batteriet er nesten tomt!";

/* No comment provided by engineer. */
"Battery Low, Please plug the computer in now" = "Batteriet er nesten tomt! Du bør koble maskinen til en strømkilde.";

/* No comment provided by engineer. */
"Battery Power" = "batteri";

/* No comment provided by engineer. */
"Bluetooth Connected" = "Bluetooth koblet til";

/* No comment provided by engineer. */
"Bluetooth Connection" = "Bluetooth koblet til";

/* No comment provided by engineer. */
"Bluetooth Disconnected" = "Bluetooth koblet fra";

/* No comment provided by engineer. */
"Bluetooth Disconnection" = "Bluetooth koblet fra";

/* No comment provided by engineer. */
"Bluetooth Module on OSX Lion requires 10.7.3" = "Bluetooth-modulen på OSX Lion krever versjon 10.7.3";

/* No comment provided by engineer. */
"Bluetooth Monitor" = "Bluetooth";

/* No comment provided by engineer. */
"Cancel" = "Avbryt";

/* No comment provided by engineer. */
"Canceled after %@" = "Avbrutt etter %@";

/* No comment provided by engineer. */
"Caps Lock" = "Caps Lock";

/* No comment provided by engineer. */
"Caps Lock Off" = "Caps Lock av";

/* No comment provided by engineer. */
"Caps Lock On" = "Caps Lock på";

/* No comment provided by engineer. */
"Charged" = "Ladet";

/* No comment provided by engineer. */
"Charging" = "Lader";

/* Message body on a volume mount notification, clicking it opens the drive in finder */
"Click to open" = "Klikk for å åpne";

/* No comment provided by engineer. */
"Enabling this option will cause HardwareGrowler to run without showing a dock icon or a menu item.\n\nTo access preferences, tap HardwareGrowler in Launchpad, or open HardwareGrowler in Finder." = "Aktivering av dette valget vil føre til at HardwareGrowler kjører uten å vise et ikon i dokken.\n\nFor å få tilgang til innstillingene, trykk på HardwareGrowler i Launchpad eller åpne via Finder";

/* No comment provided by engineer. */
"Failed after %@" = "Feilet etter %@";

/* No comment provided by engineer. */
"Finishing" = "Ferdiggjør ";

/* No comment provided by engineer. */
"Firewire Connected" = "Firewire koblet til";

/* No comment provided by engineer. */
"Firewire Connection" = "Firewire-kobling";

/* No comment provided by engineer. */
"Firewire Disconnected" = "Firewire koblet fra";

/* No comment provided by engineer. */
"Firewire Disconnection" = "Firewire koblet fra";

/* No comment provided by engineer. */
"Firewire Monitor" = "Firewire";

/* No comment provided by engineer. */
"First backup, or no previous backup found in the system log" = "Første backup, eller ingen tidligere backup ble funnet i systemloggen";

/* No comment provided by engineer. */
"FN Key" = "FN-tasten";

/* No comment provided by engineer. */
"FN Key Pressed" = "FN-tasten ble trykket ned";

/* No comment provided by engineer. */
"FN Key Released" = "FN-tasten ble sluppet opp";

/* No comment provided by engineer. */
"General" = "Generelt";

/* Unit names */
"hours" = "timer";

/* No comment provided by engineer. */
"Icon:" = "Ikon:";

/* Title for colum in table of ignored volumes */
"Ignored Drives:" = "Ignorer følgende stasjoner:";

/* No comment provided by engineer. */
"In order to receive notifications about Bluetooth devices on OSX Lion, please upgrade to 10.7.3 or above" = "Hvis du vil motta meldinger om bluetooth-enheter på OSX Lion, vennligst oppgrader til 10.7.3 eller høyere.";

/* No comment provided by engineer. */
"In order to receive notifications about Phone Devices, please upgrade to OSX Lion 10.7.3 or above" = "Hvis du vil motta meldinger om telefon-enheter på OSX Lion, vennligst oppgrader til 10.7.3 eller høyere.";

/* No comment provided by engineer. */
"Incoming Phone Call" = "Innkommende telefon";

/* No comment provided by engineer. */
"Incoming SMS" = "Innkommende SMS";

/* No comment provided by engineer. */
"Interface:\t%@" = "Grensesnitt:\t%@";

/* The first %@ will be replaced with the interface (en0, en1, etc) second %@ will be replaced by a description of the Ethernet media such as '100BT/full-duplex' */
"Interface:\t%@\nMedia:\t%@" = "Grensesnitt:\t%1$@\nMedia:\t%2$@";

/* No comment provided by engineer. */
"IP Address Changed" = "IP-adresse endret";

/* No comment provided by engineer. */
"IP Addresses Updated" = "IP-adresser oppdatert";

/* No comment provided by engineer. */
"Joined network.\nSSID:\t\t%@\nBSSID:\t%@" = "Koblet til nettverket\nSSID:\t\t%1$@\nBSSID:\t%2$@";

/* No comment provided by engineer. */
"Keyboard Monitor" = "Tastatur overvåkning";

/* No comment provided by engineer. */
"Left network %@." = "Forlot nettverk %@.";

/* Unit label for how often to refire the battery status
   Unit names */
"minutes" = "minutt";

/* No comment provided by engineer. */
"Modules" = "Moduler";

/* No comment provided by engineer. */
"Mounted" = "montert";

/* No comment provided by engineer. */
"Network Link Down" = "Nettverkstilkobling er nede";

/* No comment provided by engineer. */
"Network Link Up" = "Nettverkstilkobling er oppe";

/* No comment provided by engineer. */
"Network Monitor" = "Nettverk";

/* display no icon at all */
"No icon visible" = "Ikke synlig ikon";

/* No comment provided by engineer. */
"No routable IP addresses" = "Ingen rutbar IP adresse";

/* Label over list of checkboxes for notifying for certain keys */
"Notify For:" = "meld ifra om:";

/* If the string is too long, use O */
"OFF" = "AV";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* If the string is too long, use I */
"ON" = "PÅ";

/* Format string for On <power type> */
"On %@" = "Kjører på %@";

/* No comment provided by engineer. */
"Open HardwareGrowler Preferences..." = "Åpne HardwareGrowler Valg...";

/* No comment provided by engineer. */
"Phone Module" = "Telefon Module";

/* No comment provided by engineer. */
"Phone Module requires OSX Lion 10.7.3 or above" = "Telefonmodulen krever OSX Lion 10.7.3 eller nyere";

/* No comment provided by engineer. */
"Power Changed" = "Strømkilde ble endret";

/* No comment provided by engineer. */
"Power Monitor" = "Strøm";

/* No comment provided by engineer. */
"Power Warning" = "Strøm advarsel";

/* No comment provided by engineer. */
"Preferences" = "Valg";

/* No comment provided by engineer. */
"Quit HardwareGrowler" = "Avslutt HardwareGrowler";

/* Label for checkbox that sets battery status to redisplay every so often */
"Refire battery status" = "Oppdater batteristatus";

/* Label for box for putting in the amount of time between refire */
"Refire every:" = "Oppdater hvert:";

/* Label for checkbox that sets whether to only show battery status every x minutes when on battery pwoer */
"Refire only on battery" = "Oppdater bare når maskinen går på batteri";

/* Unit names */
"seconds" = "sekunder";

/* No comment provided by engineer. */
"Sent when a Bluetooth Device is connected" = "Sendt når en bluetooth-enhet er koblet til";

/* No comment provided by engineer. */
"Sent when a Bluetooth Device is disconnected" = "Sendt når en bluetooth-enhet er koblet fra";

/* No comment provided by engineer. */
"Sent when a Firewire Device is connected" = "Sendt når en Firewire-enhet er koblet til";

/* No comment provided by engineer. */
"Sent when a Firewire Device is disconnected" = "Sendt når en Firewire-enhet er koblet fra";

/* No comment provided by engineer. */
"Sent when a Thunderbolt Device is connected" = "Sendt når en Thunderbolt-enhet er koblet til";

/* No comment provided by engineer. */
"Sent when a Thunderbolt Device is disconnected" = "Sendt når en Thunderbolt-enhet er koblet fra";

/* No comment provided by engineer. */
"Sent when a USB Device is connected" = "Sendt når en USB-enhet er koblet til";

/* No comment provided by engineer. */
"Sent when a USB Device is disconnected" = "Sendt når en USB-enhet er koblet fra";

/* No comment provided by engineer. */
"Sent when a volume is mounted" = "Sendt når et diskbilde er montert";

/* No comment provided by engineer. */
"Sent when a volume is unmounted" = "Sendt når et diskbilde er avmontert";

/* No comment provided by engineer. */
"Sent when AirPort connects to a network" = "Sendt når AirPort kobles til et nettverk";

/* No comment provided by engineer. */
"Sent when AirPort disconnects from a network" = "Sendt når AirPort kobles fra et nettverk";

/* No comment provided by engineer. */
"Sent when an Ethernet link goes down" = "Sendt når en ethernet-link går ned";

/* No comment provided by engineer. */
"Sent when an Ethernet link starts" = "Sendt når en ethernet-link starter";

/* No comment provided by engineer. */
"Sent when the battery is getting low" = "Sendt når batterinivået blir lavt";

/* No comment provided by engineer. */
"Sent when the systems IP address changes" = "Sendt når systemets IP-adresse forandres";

/* No comment provided by engineer. */
"Sent when the type or status of power changed" = "Sendt når type eller status på strøm eller strømkilde forandres";

/* No comment provided by engineer. */
"Sent when Time Machine failed to back up" = "Sendt når Time Machine ikke kan lage en sikkerhetskopi";

/* No comment provided by engineer. */
"Sent when Time Machine finishes backing up" = "Sendt når Time Machine er ferdig med sikkerhetskopi";

/* No comment provided by engineer. */
"Sent when Time Machine is canceled" = "Sendt når Time Machine er avbrutt ";

/* No comment provided by engineer. */
"Sent when Time Machine starts backing up" = "Sendt når Time Machine starter sikkerhetskopiering";

/* No comment provided by engineer. */
"Shift Key" = "Skift-tasten";

/* No comment provided by engineer. */
"Shift Key Pressed" = "Skift-tasten ble trykket ned";

/* No comment provided by engineer. */
"Shift Key Released" = "Skift-tasten ble sluppet opp";

/* No comment provided by engineer. */
"Show Connected Devices at Launch" = "Vis tilkoblede enheter ved oppstart";

/* display the icon in both the menubar and the dock */
"Show icon in both" = "Vis ikonet i begge";

/* display the icon only in the dock */
"Show icon in the dock" = "Vis ikonet i dokken";

/* default option for where the icon should be seen */
"Show icon in the menubar" = "Vis ikonet i menylinjen";

/* No comment provided by engineer. */
"Start HardwareGrowler at Login:" = "Start HardwareGrowler ved innlogging:";

/* No comment provided by engineer. */
"There are no preferences available for this monitor." = "Det er ingen valg for denne modulen";

/* No comment provided by engineer. */
"This setting will take effect when Hardware Growler restarts" = "Du må starte HardwareGrowler på nytt før dette valget vil bli gjeldende";

/* No comment provided by engineer. */
"Thunderbolt Connected" = "Thunderbolt koblet til";

/* No comment provided by engineer. */
"Thunderbolt Connection" = "Thunderbolt tilkobling";

/* No comment provided by engineer. */
"Thunderbolt Disconnected" = "Thunderbolt koblet fra";

/* No comment provided by engineer. */
"Thunderbolt Disconnection" = "Thunderbolt kobler av";

/* No comment provided by engineer. */
"Thunderbolt Monitor" = "Thunderbolt";

/* No comment provided by engineer. */
"Time Machine Canceled" = "Time Machine avbrutt ";

/* No comment provided by engineer. */
"Time Machine Failed" = "Time Machine feilet";

/* No comment provided by engineer. */
"Time Machine finished" = "Time Machine ferdig";

/* No comment provided by engineer. */
"Time Machine Finished" = "Time Machine ferdig";

/* No comment provided by engineer. */
"Time Machine started" = "Time Machine startet";

/* No comment provided by engineer. */
"Time Machine Started" = "Time Machine startet";

/* No comment provided by engineer. */
"Time remaining: %ld minutes" = "Gjenstående tid %ld minutter.";

/* No comment provided by engineer. */
"Time to charge: %ld minutes" = "Tid å lade: %ld minutter.";

/* No comment provided by engineer. */
"TimeMachine Monitor" = "Time Machine ";

/* Unknown power supply type */
"Unknown" = "Ukjent";

/* No comment provided by engineer. */
"Unknown Power Source" = "Ukjent strømkilde";

/* No comment provided by engineer. */
"Unmounted" = "avmontert";

/* No comment provided by engineer. */
"Unnamed FireWire Device" = "Firewire-enhet uten navn";

/* No comment provided by engineer. */
"Unnamed Thunderbolt Device" = "Thunderbolt enhet uten navn";

/* Uninteruptable Power supply */
"UPS" = "UPS";

/* No comment provided by engineer. */
"UPS Power" = "UPS Strøm ( UPS = avbruddsfri strømforsyning )";

/* No comment provided by engineer. */
"USB 2.0 Bus" = "USB 2.0 buss";

/* No comment provided by engineer. */
"USB 3.0 Bus" = "USB 3.0 Bus";

/* No comment provided by engineer. */
"USB Bus" = "USB buss";

/* No comment provided by engineer. */
"USB Connected" = "USB koblet til";

/* No comment provided by engineer. */
"USB Connection" = "USB koblet til";

/* No comment provided by engineer. */
"USB Disconnected" = "USB koblet fra";

/* No comment provided by engineer. */
"USB Disconnection" = "USB koblet fra";

/* No comment provided by engineer. */
"USB Monitor" = "USB";

/* No comment provided by engineer. */
"Volume Monitor" = "Diskbilde";

/* No comment provided by engineer. */
"Volume Mounted" = "Diskbilde montert";

/* No comment provided by engineer. */
"Volume Unmounted" = "Diskbilde avmontert";

/* No comment provided by engineer. */
"Warning! Enabling this option will cause HardwareGrowler to run in the background" = "Advarsel! Ved å aktivere denne innstillingen vil HardwareGrowler kjøre i bakgrunnen";

